tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osgeo/osgeo4mac"
brew "openjdk"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "armadillo"
brew "pkg-config"
brew "cairo"
brew "openldap"
brew "curl"
brew "geos"
brew "libxml2"
brew "libgeotiff", link: false
brew "libpq"
brew "numpy"
brew "proj"
brew "gdal"
brew "git"
brew "jasper"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "mackup"
brew "mas"
brew "mdbtools"
brew "node"
brew "postgresql"
brew "protobuf"
brew "postgis"
brew "python@3.8"
brew "r", link: false
brew "udunits"
brew "v8"
brew "wget"
cask "adobe-acrobat-reader"
cask "atom"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "java"
cask "mactex"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
