tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osgeo/osgeo4mac"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "little-cms2"
brew "openjdk"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "arpack"
brew "hdf5"
brew "armadillo"
brew "cloc"
brew "cmake"
brew "libssh2"
brew "openldap"
brew "curl"
brew "curlcpp"
brew "double-conversion"
brew "gcc@11"
brew "geos"
brew "libdap"
brew "proj"
brew "libgeotiff", link: false
brew "libspatialite"
brew "netcdf", link: false
brew "numpy"
brew "poppler"
brew "python@3.10"
brew "unixodbc"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "gobject-introspection"
brew "jasper"
brew "tcl-tk"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libproxy"
brew "llvm"
brew "mackup"
brew "mas"
brew "mdbtools"
brew "protobuf"
brew "mysql"
brew "node"
brew "poppler-qt5"
brew "postgresql@14"
brew "postgis"
brew "python@3.8", link: false
brew "qt"
brew "r", link: false
brew "udunits"
brew "v8"
brew "wget"
cask "adobe-acrobat-reader"
cask "atom"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "mactex"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
